Tekla.Structures.Filtering.Categories.PartFilterExpressions.Material
The Material class represents the material filter expression.

Tekla.Structures.Filtering.Categories.PartFilterExpressions.Material.#ctor
Initializes a new instance of the Material class.